[{"id":18961,"page":40,"sura":2,"aya":246,"juz":2,"hizb":4,"text":"أَلَمْ تَرَ إِلَى الْمَلَإِ مِن بَنِي إِسْرَائِيلَ مِن بَعْدِ مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَّهُمُ ابْعَثْ لَنَا مَلِكًا نُّقَاتِلْ فِي سَبِيلِ اللَّهِ قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَائِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِّنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ","coords":{"aya":[{"x1":31,"y1":33,"x2":1320,"y2":163},{"x1":30,"y1":161,"x2":1320,"y2":291},{"x1":30,"y1":305,"x2":1320,"y2":435},{"x1":33,"y1":450,"x2":1320,"y2":580},{"x1":30,"y1":589,"x2":1320,"y2":719},{"x1":260,"y1":728,"x2":1320,"y2":858}],"number":{"x1":260,"y1":758,"x2":330,"y2":850}}},{"id":18962,"page":40,"sura":2,"aya":247,"juz":2,"hizb":4,"text":"وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ الْمَالِ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَن يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ","coords":{"aya":[{"x1":31,"y1":728,"x2":260,"y2":858},{"x1":38,"y1":884,"x2":1320,"y2":1014},{"x1":30,"y1":1011,"x2":1320,"y2":1141},{"x1":31,"y1":1153,"x2":1320,"y2":1283},{"x1":32,"y1":1296,"x2":1318,"y2":1426},{"x1":30,"y1":1442,"x2":1320,"y2":1572}],"number":{"x1":30,"y1":1464,"x2":100,"y2":1556}}},{"id":18963,"page":40,"sura":2,"aya":248,"juz":2,"hizb":4,"text":"وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَن يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ إِنَّ فِي ذَلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ","coords":{"aya":[{"x1":32,"y1":1583,"x2":1317,"y2":1713},{"x1":30,"y1":1720,"x2":1320,"y2":1850},{"x1":33,"y1":1862,"x2":1320,"y2":1992},{"x1":31,"y1":2008,"x2":1320,"y2":2138}],"number":{"x1":31,"y1":2030,"x2":101,"y2":2122}}}]